Repository: jeromeboursier/firefox-ios
Catalog: Client/*.lproj/Intro.strings
Languages: it

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Qwant.
it: Leggi le tue email da qualunque app, non solo Mail, con Qwant.

# Intro.Slides.Mail.Title
source: You’ve got mail… options
it: C’è posta per te… con opzioni

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
it: Tocca l’icona della maschera per passare in modalità Navigazione anonima.

# Intro.Slides.Private.Title
source: Browse like no one’s watching
it: Naviga come se nessuno ti stesse guardando

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
it: Cercavi qualcos’altro? Scegli un motore di ricerca diverso tra quelli predefiniti, oppure aggiungine uno nuovo.

# Intro.Slides.Search.Title
source: Your search, your way
it: La ricerca a modo tuo

source: Start Browsing
it: Inizia a navigare

# Intro.Slides.Welcome2.Title
source: Welcome to Qwant mobile
it: Benvenuto/a su Qwant Mobile

# Intro.Slides.Welcome2.Description
source: With Qwant mobile, search the web efficiently with total privacy.
it: Qwant Mobile ti permette di cercare tutte le informazioni che vuoi sul web, nella massima confidenzialità.

# Intro.Slides.Privacy.Title
source: Your private life remains private
it: La tua vita privata rimane privata

# Intro.Slides.Privacy.Description
source: Qwant doesn't look at your queries or the sites you visit. The search engine you use is neutral and blocks tracking.
it: Qwant non memorizza le tue ricerche o i siti che visiti. Non recuperiamo né vendiamo i tuoi dati e facciamo il possibile per impedire il tracciamento pubblicitario.

# Intro.Slides.Efficiency.Title
source: Experience fast & efficient searches
it: Ricerche rapide ed efficaci

# Intro.Slides.Efficiency.Description
source: Qwant gives you the best results instantly in total neutrality. News, music, social network or videos: search everything with total freedom.
it: Qwant ti presenta i risultati più pertinenti in modo del tutto neutrale. Attualità, musica, social media o video: cerca tutto quello che vuoi, nella più totale libertà.
